export const blogItems = [
    {
      id: 1,
      img: "1.jpg",
      title: "راهنمای تمیزکردن کتانی در جنس‌های مختلف ",
      description: "اگر اهل پوشیدن کفش‌های راحت کتانی هستید، احتماًلاً یکی از چالش‌هایی که بیشتر اوقات با آن سروکار دارید و به‌دنبال راهکار مناسب برایش می‌گردید، روش تمیزکردن کتانی ",
      category : "مقالات",
      date: "1402/09/11"                          
    },
    {
        id: 2,
        img: "2.jpg",
        title: "کرپ مازراتی چیست و چه خصوصیاتی دارد؟ ",
        description: " پارچه کرپ مازراتی از پرفروش ترین پارچه های کرپ بازار است که مناسب برای انواع لباس ها به خصوص کت وشلوار و مانتو می باشد.                            ",
        category : "مقالات",
        date: "1402/09/10"  
    },
    {
        id: 3,
        img: "3.jpg",
        title: "انتخاب بهترین ست لباس برای مناسبت‌های مختلف  ",
        description: " راهنمای انتخاب لباس برای مناسبت های مختلف از قبیل مصاحبه کاری، جلسات، عروسی، اداری، تولد و ",
        category : "مقالات",
        date: "1402/07/06"  
    },
    {
        id: 4,
        img: "4.jpg",
        title: "شومیز را با چی ست  کنم؟ ",
        description: " راهنمای بهترین ست های شومیز با در استایل روزمره 1. ست شومیز با شلوار 2. ست شومیز یا دامن 3. ست شومیز با وست ",
        category : "مقالات",
        date: "1402/07/04"  
    },
  ]