export const faqItems = [
    {
        title: "روند ثبت سفارش",
        faqs: [
            {
                id: 1,
                faqTitle: "چطور میتوانم سفارش خود را بصورت اینترنتی پرداخت کنم ؟",
                faqDesc: "هنگام ثبت سفارش میتوانید پرداخت اینترنتی را انتخاب نمایید و بعد از وارد شدن به درگاه ،اطلاعات پرداخت خود را وارد کنید. برای پرداخت اینترنتی شما نیاز دارید به ; شماره کارت (شماره 16 رقمی روی عابر بانک ) رمز دوم کارت (از بانک مربوطه دریافت کنید) CCV2 (کد ۳ یا ۴ رقمی است که روی کارت‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌های بانکی درج شده) و تاریخ انقضاء مندرج روی عابر بانک."
            },
            {
                id: 2,
                faqTitle: "سفارشم را بصورت اینترنتی پرداخت نمودم ، وجه از حسابم کسر شده اما پرداخت سفارشم تایید نشده است، مشکل از کجاست؟",
                faqDesc: "ممکن است بدلیل اختلال در درگاه بانکی انتقال وجه به بانک ناقص باشد. در اینصورت وجه بصورت خودکار طی 72 ساعت کاری مجدد بحساب شما برمیگردد.تاکید می شود، در این مورد نیازی به تماس با پشتیبانی ندارید."
            },
            {
                id: 3,
                faqTitle: "چطور در ایواز کالا سفارش خود را ثبت کنم ؟",
                faqDesc: "بعد از ورود به پروفایل ، کالای مدنظر خود را به سبد خرید اضافه کنید ، پس از انتخاب آدرس میتوانید نوع پرداخت خود را انتخاب کنید.بعد از اتمام ثبت سفارش ، سیستم کد سفارش شما را نمایش خواهد داد."
            },
            {
                id: 4,
                faqTitle: "میتوانم سفارش خود را در محل پرداخت کنم؟",
                faqDesc: " خیر، در حال حاضر چنین امکانی برای سایت ایواز وجود ندارد."
            },
            {
                id: 5,
                faqTitle: "چطور می توانم سفارش خود را بصورت آنلاین پرداخت کنم ؟",
                faqDesc: " هنگام ثبت سفارش گزینه ی 'پرداخت آنلاین'  را انتخاب نمایید و بعد از انتخاب درگاه پرداخت ،اطلاعات پرداخت خود را وارد کنید. برای پرداخت آنلاین  شما نیاز دارید به شماره کارت ( شماره 16 رقمی روی عابر بانک ) ، رمز دوم کارت (رمز پویا) ، CCV2  و تاریخ انقضاء مندرج روی عابر بانک."
            },
            {
                id: 6,
                faqTitle: "نحوه ی تکمیل مراحل خرید به چه صورت است؟",
                faqDesc: " پس از افزودن کالاهای مورد نظر به سبد خرید، گزینه ی تسویه حساب را انتخاب کنید.  سپس با انتخاب دکمه' ادامه ی ثبت سفارش' میتوانید سایر مراحل انجام خرید را تکمیل نمایید."
            },
        ]
    },
    {
        title: "پیگیری ارسال سفارش",
        faqs: [
            {
                id: 1,
                faqTitle: "در صورت بروز تاخیر در تامین کالا چطور اطلاع رسانی صورت میگیرد؟",
                faqDesc: "در صورتی که تا تاریخ انتخابی شما برای ارسال، کالا آماده ارسال نشود، صبح همان روز پیامکی برای شما جهت اطلاع رسانی تاخیر تحویل سفارش ارسال می شود یا از طریق فضای مجازی ایواز اطلاع رسانی می گردد."
            },
            {
                id: 2,
                faqTitle: "سفارشاتی که از طریق پست پیشتاز ارسال می شوند را چگونه می توان پیگیری کرد؟",
                faqDesc: "در صورتی که منتظر دریافت سفارش خود از طریق سرویس پست هستید، می‌توانید مرسوله را از طریق سایت شرکت پست به آدرس  https://tracking.post.ir پیگیری کنید. شماره مرسوله 24 رقمی پست برای شما از طریق پیامک ارسال شده و همچنین میتوانید با مراجعه به پروفایل خود اطلاعات را دریافت کنید."
            },
            {
                id: 3,
                faqTitle: "چطور می توانم سفارشم را پیگیری کنم ؟",
                faqDesc: "وارد حساب کاربری خود در سایت شوید. \n روی گزینه 'لیست سفارشات' کلیک کنید. \n در بخش 'وضعیت' می توانید وضعیت همه سفارش های خود را ببینید."
            },
        ]
    },
    {
        title: "عمومی",
        faqs: [
            {
                id: 1,
                faqTitle: "در چه ساعاتی امکان خرید دارم ؟",
                faqDesc: "شما در 24 ساعت شبانه روز و 7 روز هفته می توانید سفارش خود را از طریق سایت ثبت کنید. "
            },
            {
                id: 2,
                faqTitle: "چطور نظر خود را برای کالای خریداری شده ثبت کنم ؟",
                faqDesc: "با ورود به صفحه سفارش های من و  انتخاب گزینه‌ی  'جزییات' سفارش مورد نظر را انتخاب کنید و سپس با زدن گزینه ی 'ثبت نظر' نظر خود را ثبت کنید. به این نکته توجه کنید که نظر شما در صورت تایید به نمایش گذاشته میشود."
            },
        ]
    },
]